[Cues]
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Chloe_010="Max... it’s time…"
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Chloe_030="Max… I'll always be with you."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Chloe_050="Forever…"
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Chloe_060="Max... I'll always be with you."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Max_020="Not anymore."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Max_040="I know... You’re my best friend..."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Max_070="Forever…"
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Chloe_010="Max... it’s time…"
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Chloe_030="I know, Max. But we have to. We have to save everybody, okay?|And you'll make those fuckers pay for what they did to Rachel."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Chloe_040="Being together this week... It was the best farewell gift I could have hoped for. You're my hero, Max."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Chloe_060="You better. And, I’ll always love you. Now, get out of here, please! Do it before I freak. And, Max Caulfield? Don’t you ever forget about me..."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Max_020="Chloe... I'm so, so sorry... I... I don't want to do this."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Max_050="Chloe... I love you."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Max_070="Never."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Chloe_010="Max... it’s time…"
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Chloe_030="I know, Max. But we have to. We have to save everybody, okay?|And you'll make those fuckers pay for what they did to Rachel."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Chloe_040="Being together this week... it was the best farewell gift I could have hoped for. You're my hero, Max."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Chloe_060="I'll always love you... Now, get out of here, please! Do it before I freak. And Max Caulfield? Don't you forget about me..."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Max_020="I know. Chloe... I'm so, so sorry... I don’t want to do this... but we have to..."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Max_050="Oh, Chloe… I'm gonna miss you so much."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Max_070="Never."
Cue_E5_7A_CliffFuture_Insertion_Chloe_003="Max? Max, can you hear me? Please, say something."
Cue_E5_7A_CliffFuture_Insertion_Chloe_010="Oh, thank God... Don’t you ever do that again, okay?"
Cue_E5_7A_CliffFuture_Insertion_Chloe_040="Fuck all of that, okay? You were given a power. You didn't ask for it... and you saved me. Which had to happen, all of this did... except for what happened to Rachel."
Cue_E5_7A_CliffFuture_Insertion_Chloe_050="But without your power, we wouldn't have found her! Okay, so you're not the goddamn Time Master, but you're Maxine Caulfield... and you're amazing."
Cue_E5_7A_CliffFuture_Insertion_Max_007="Chloe? I... I must have passed out... Sorry."
Cue_E5_7A_CliffFuture_Insertion_Max_020="I swear... but that nightmare was so real... was so horrible..."
Cue_E5_7A_CliffFuture_Insertion_Max_030="This is my storm. I caused this... I caused all of this. I changed fate and destiny so much that... I actually did alter the course of everything. And all I really created was just death and destruction!"
Cue_E5_7A_CliffFuture_Insertion_Max_060="Max... never Maxine. You know that."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_020="Max, this is the only way."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_040="You... You could use that photo to change everything right back to when you took that picture... All that would take is for me to... to..."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_060="I know. You proved that over and over again... even though I don't deserve it. I'm so selfish... not like my mom... Look what she had to give up and live through... and she did."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_070="She deserves so much more than to be killed by a storm in a fucking diner.|Even my step... father deserves her alive.|There's so many more people in Arcadia Bay who should live... way more than me..."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_090="You’re not trading me. Maybe you’ve just been delaying my real destiny... Look at how many times I’ve almost died or actually died around you. Look at what’s happened in Arcadia Bay ever since you first saved me. I know I’ve been selfish, but for once I think I should accept my fate... our fate..."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_094="Max, you finally came back to me this week, and… you did nothing but show me your love and friendship. You made me smile and laugh, like I haven’t done in years."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_096="Wherever I end up after this... in whatever reality... all those moments between us were real, and they'll always be ours. No matter what you choose, I know you'll make the right decision."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_098="This is your destiny too, Max... and I’m not leaving you. I’ll always be by your side, like you’ve always been there for me. Remember, you’re my partner in time."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_110="No, Max..."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_115="You're the only one who can."
Cue_E5_7A_CliffFuture_IntroChoice_Max_030="I feel like I took this shot a thousand years ago."
Cue_E5_7A_CliffFuture_IntroChoice_Max_050="Fuck that! No... no way! You are my number one priority now. You are all that matters to me."
Cue_E5_7A_CliffFuture_IntroChoice_Max_080="Don't say that... I won't trade you."
Cue_E5_7A_CliffFuture_IntroChoice_Max_092="Chloe..."
Cue_E5_7A_CliffFuture_IntroChoice_Max_100="Chloe… I can’t make this choice…"
Cue_E5_7A_Cliff_CHChloe_Phase01_Chloe_001="You have to choose Max..."
Cue_E5_7A_Cliff_CHChloe_Phase01_Chloe_002="Save me, or that filthy town."
Cue_E5_7A_Cliff_CHChloe_Phase01_Chloe_003="But please, choose me... :'("
